{
  "clName": "ManagerClose",
  "items": [
    "Does the stand display from the outside?",
    "Is the stand clean and undamaged?",
    "Are restaurant brochures, business cards, menus, etc. available?",
    "Has the stand been carefully dusted?",
    "Has the stand been removed?",
    "Is the room guarded?",
    "Is the exterior illuminated?",
    "Have all employees undergone training on adhering to sanitary norms, with their status being recorded in the watch logbook with employee signatures?",
    "Has training been conducted for responsible persons on disinfecting premises and observing personal and public hygiene measures, with its status recorded in a registration journal with the signatures of responsible persons?",
    "Is there a process for appointing a person responsible for implementing sanitary and epidemiological measures at the facility?",
    "Do employees know and can they apply protocols in case visitors violate hygiene rules?",
    "Do all surfaces of the logs get wiped and treated with antiseptic?",
    "Does all the barware get thoroughly washed and dried?",
    "Have the pitchers been washed with cleaning solution both on the outside and inside? Has the spout of the pitcher been rinsed?",
    "Do they wipe the pitchers completely dry?",
    "Have the attachments been rinsed and dried?",
    "Has the coffee machine tray been washed and dried?",
    "Has the coffee machine been thoroughly cleaned?",
    "Is the cooler turned off?",
    "Is the ice maker turned off?",
    "Do used working towels get put in the laundry basket and replaced with new ones?",
    "Is the showcase free of goods?",
    "Do you store leftover food in the refrigerator?",
    "Do food products and other waste materials get sorted and disposed of properly?",
    "Has the cash register area been tidied up and all surfaces wiped clean?",
    "Is the entrance clean?",
    "Is all the furniture (if any) at the entrance clean and in good condition?",
    "Is the floor washed?",
    "Are all the mirrors wiped?",
    "Do they rub and water the greens?",
    "Do tables and chairs get carefully wiped from dust and food residue?",
    "Have the spice sets been replenished?",
    "Is the music turned off?",
    "Is the air conditioner turned off?",
    "Is wet cleaning being done on all surfaces (including chair backs)?",
    "Are the tables and chairs clean?",
    "Are the floors clean and free of debris?",
    "Are the garbage bins empty or at most half full?",
    "Are the display windows clean?",
    "Does the restaurant sign meet the standard and is it clean?",
    "Are the sunshades clean and serviceable?",
    "Are the toilets, toilet lids, and urinals clean and free of buildup, stains, and other blemishes?",
    "Are the sinks clean, without any buildup, leaks, etc.?",
    "Are the floor and baseboards in the cabins clean?",
    "Are the dispensers clean and in good condition?",
    "Is toilet paper provided to guests? Is the toilet paper holder intact and clean?"
  ]
}
