{
  "clName": "Supervisor Weekly Checklist",
  "items": [
    "Has the surrounding area been cleared of garbage (and snow in winter)?",
    "Do the garbage containers (on the street) stand in place, not on the roadway?",
    "Is the rubber mat at the entrance of the room clean?",
    "Are the jackets/smocks for smoking clean and hanging on the hanger?",
    "Do robes, disposable shoe covers, and hats for being on the production floor exist?",
    "Are the walls, floor, and baseboards clean?",
    "Does all the employees' footwear stand on the shoe rack?",
    "Is the outerwear for employees hanging on hangers and the items stored in lockers?",
    "Is the garbage can clean inside and outside?",
    "Is the coffee machine for employees assembled and ready for use?",
    "Is the boiler filled with water and turned on?",
    "Is the table clean and free of dirty dishes and food remnants?",
    "Is the breadbox clean and free of moldy bread?",
    "Are the walls, cabinets, floor, and baseboards clean?",
    "Is there a garbage bag present in the trash can? Is the trash can clean both inside and outside?",
    "Has the water in the toilet bowl been changed? Is the bowl and brush clean without any leaks?",
    "Do you have all the necessary supplies in stock?",
    "Is there no footwear on the floor in the changing room? All footwear is either on the shoe rack or in the closets.",
    "Is the mirror clean, without dirt or streaks?",
    "Is there disorder on the hanger?",
    "Are the cabinets clean?",
    "Is the floor of the sink clean and free of visible dirt and debris, with rubber mats in their proper place?",
    "Is the dishwasher assembled, turned on, and ready to work?",
    "Do you have all the necessary household items available?",
    "Is there a garbage bag present in the trash can? Is the trash can clean both inside and outside?",
    "Do you have enough dishwasher detergent and chemicals?",
    "Are all household belongings located in a special box? Is the special box clean both inside and outside?",
    "Are the shelves clean and not cluttered with dishes?",
    "Does the appearance of the dishwasher comply with the standard?",
    "Is the coffee machine turned on and working properly?",
    "Is the coffee bunker full of beans?",
    "Are the banks filled with green and black tea for lunch on weekdays?",
    "Is the boiler turned on and functioning properly?",
    "Can the pitchers, tea banks, sugar bowls with tongs, and inventory be free of dirt?",
    "Is there a supply of disposable tableware and consumables in the station under the coffee machine?",
    "Is the bar fully stocked with straws, neatly arranged napkins, and an organizer filled with decorations?",
    "Are there towels available for wiping, clean?",
    "Is the ice maker free of contaminants inside and out and filled with ice?",
    "Have the Stop and Go sheets been processed and reviewed by the employees?",
    "Is the gas level in the tanks normal on the green mark, far from the red?",
    "Are the balloons included?",
    "Are the paper towel dispensers clean and dust-free?",
    "Are the rubber mats in the bar clean, without any food residue, napkins, or other trash, and lying flat?",
    "Is there a garbage bag present in the trash can? Is the trash can clean both inside and outside?",
    "Are the condiments on the bar clean and filled with napkins, business cards, etc.?"
  ]
}
