{
  "clName": "Manager Weekly Checklist",
  "items": [
    "Has the surrounding area been cleared of garbage (and snow in winter)?",
    "Do the garbage container (on the street) stand in place, not on the roadway?",
    "Is the rubber mat at the entrance of the room clean?",
    "Are the jackets/smocks for smoking clean and hanging on the hanger?",
    "Do robes, disposable shoe covers, and hats for being on the production floor exist?",
    "Are the walls, floor, and baseboards clean?",
    "Does all the employees' footwear stand on the shoe rack?",
    "Is the outerwear for employees hanging on hangers and the items stored in lockers?",
    "Is the garbage can clean inside and outside?",
    "Is the coffee machine for employees assembled and ready for battle?",
    "Is the boiler filled with water and turned on?",
    "Is the table clean and free of dirty dishes and food remnants?",
    "Is the breadbox clean and free of moldy bread?",
    "Are the walls, cabinets, floor, and baseboards clean?",
    "Does there exist a garbage bag in the trash can? Is the trash can clean both inside and outside?",
    "Has the water in the toilet bowl been changed? And is the bowl and brush clean without any leaks?",
    "Do you have all the necessary supplies in stock?",
    "Is there no footwear on the floor in the changing room? All footwear is either on the shoe rack or in the closets.",
    "Is the mirror clean, without dirt or streaks?",
    "Is there disorder on the hanger?",
    "Are the cabinets clean?",
    "Is the floor of the sink clean and free of visible dirt and debris, with rubber mats in their proper place?",
    "Is the dishwasher assembled, turned on, and ready to work?",
    "Do you have all the necessary household items available?",
    "Does there exist a garbage bag in the trash can? Is the trash can clean both inside and outside?",
    "Do you have enough dishwasher detergent and chemicals?",
    "Are all household belongings located in a special box? Is the special box clean both inside and outside?",
    "Are the shelves clean and not cluttered with dishes?",
    "Does the appearance of the dishwasher comply with the standard?",
    "Is the coffee machine turned on and working properly?",
    "Is the coffee bunker full of beans?",
    "Are the banks filled with green and black tea for lunch on weekdays?",
    "Is the boiler turned on and functioning properly?",
    "Are all pitchers, tea banks, and sugar bowls clean and stocked?",
    "Do you have enough disposable tableware and consumables?",
    "Are the bars stocked with straws, napkins, and decorations?",
    "Are there clean towels available?",
    "Is the ice maker clean and filled?",
    "Have the Stop and Go sheets been processed and reviewed?",
    "What is the gas level in the tanks?",
    "Are there balloons available?",
    "Are the paper towel dispensers clean and free of dust?",
    "Are the rubber mats in the bar area clean?",
    "Are the condiment containers on the bar clean?",
    "Are the refrigerators clean and filled?",
    "Do you have an adequate supply of milk and cream?",
    "Have all dishes been returned to their proper place?",
    "Are there an abundance of diverse adornments for drinks?",
    "Is there a reserve of alcohol in the sprayer?",
    "Are the black carpets clean and without any stains?"
  ]
}
