{
  "predefinedLists": {
    "bartenderClose": {
      "clName": "BartenderClose",
      "items": [
        "Shall we turn off the bar equipment?",
        "Is the bar counter clean, without streaks, and washed?",
        "Has the juicer been cleaned, is the body clean, and is it clean underneath?",
        "Is the ice maker clean and without streaks?",
        "Can you check the stickers on all open packages and on the preserves in the refrigerator?",
        "Can the temperature regime in refrigerators be checked?",
        "Did you soak the rags in disinfectant solution?",
        "Shall we check the trash bins near the bar counter and dispose of them if necessary?",
        "Can you check the stickers on all open packages and on the preserves in the refrigerator?",
        "Is the microwave clean and without streaks?",
        "Are the shelves in the refrigerator clean and without streaks?"
      ]
    },
    "bartenderOpen": {
      "clName": "BartenderOpen",
      "items": [
        "Is the bartender present at their workplace and appearing according to standards?",
        "Is the coffee machine clean and decorated according to the standard?",
        "Is the bar counter and countertop clean?",
        "Are the sink and faucet clean, with no rust or buildup?",
        "Are the refrigerators (inside and outside) free of dust, streaks, leaks, and food residue?",
        "Do the shelves have no dust, cobwebs, stains, or streaks?",
        "Are the sockets and switches clean?",
        "Is the refrigerator display free of spots, dust, streaks, and leaks?",
        "Are the shelves filled with clean polished glasses?",
        "Do you have enough cleaning supplies and household goods?",
        "Is the bar inventory clean?",
        "Has the blacklist been compiled and provided to the administrator and waiters for review?",
        "Is the coffee grinder clean and filled with beans?",
        "Is the check printer working properly, clean, and with a spare thermal ribbon for replacement?",
        "Are the boards clean and marked?",
        "Is the equipment in good working order, clean, and ready for use?",
        "Is the beer system clean?",
        "Do the beer kegs have labeling and meet the expiration date?",
        "Are the bottles on the shelves wiped clean of dust and smudges?"
      ]
    },
    "managerClose": {
      "clName": "ManagerClose",
      "items": [
        "Does the stand display from the outside?",
        "Is the stand clean and undamaged?",
        "Are restaurant brochures, business cards, menus, etc. available?",
        "Has the stand been carefully dusted?",
        "Has the stand been removed?",
        "Is the room guarded?",
        "Is the exterior illuminated?",
        "Have all employees undergone training on adhering to sanitary norms, with their status being recorded in the watch logbook with employee signatures?",
        "Has training been conducted for responsible persons on disinfecting premises and observing personal and public hygiene measures, with its status recorded in a registration journal with the signatures of responsible persons?",
        "Is there a process for appointing a person responsible for implementing sanitary and epidemiological measures at the facility?",
        "Do employees know and can they apply protocols in case visitors violate hygiene rules?",
        "Do all surfaces of the logs get wiped and treated with antiseptic?",
        "Does all the barware get thoroughly washed and dried?",
        "Have the pitchers been washed with cleaning solution both on the outside and inside? Has the spout of the pitcher been rinsed?",
        "Do they wipe the pitchers completely dry?",
        "Have the attachments been rinsed and dried?",
        "Has the coffee machine tray been washed and dried?",
        "Has the coffee machine been thoroughly cleaned?",
        "Is the cooler turned off?",
        "Is the ice maker turned off?",
        "Do used working towels get put in the laundry basket and replaced with new ones?",
        "Is the showcase free of goods?",
        "Do you store leftover food in the refrigerator?",
        "Do food products and other waste materials get sorted and disposed of properly?",
        "Has the cash register area been tidied up and all surfaces wiped clean?",
        "Is the entrance clean?",
        "Is all the furniture (if any) at the entrance clean and in good condition?",
        "Is the floor washed?",
        "Are all the mirrors wiped?",
        "Do they rub and water the greens?",
        "Do tables and chairs get carefully wiped from dust and food residue?",
        "Have the spice sets been replenished?",
        "Is the music turned off?",
        "Is the air conditioner turned off?",
        "Is wet cleaning being done on all surfaces (including chair backs)?",
        "Are the tables and chairs clean?",
        "Are the floors clean and free of debris?",
        "Are the garbage bins empty or at most half full?",
        "Are the display windows clean?",
        "Does the restaurant sign meet the standard and is it clean?",
        "Are the sunshades clean and serviceable?",
        "Are the toilets, toilet lids, and urinals clean and free of buildup, stains, and other blemishes?",
        "Are the sinks clean, without any buildup, leaks, etc.?",
        "Are the floor and baseboards in the cabins clean?",
        "Are the dispensers clean and in good condition?",
        "Is toilet paper provided to guests? Is the toilet paper holder intact and clean?"
      ]
    },
    "managerDailyChecklist": {
      "clName": "ManagerDailyChecklist",
      "items": [
        "Tables Ok",
        "Table tents (line up) Ok",
        "Fresh Flowers (check water and ower freshness) Ok",
        "Chairs/Booths Ok",
        "High chairs Ok",
        "Walls Ok",
        "Floors Ok",
        "All counters Ok",
        "Ceilings Ok",
        "Lights Ok",
        "CARES card box Ok",
        "POP Ok",
        "Plants Ok",
        "Signage Ok",
        "Windows/doors Ok",
        "Playground Ok",
        "Spray bottles Ok",
        "Multi-surface cleaner Ok",
        "Sanitizer bucket with towels Ok",
        "Check condiment counter (restock if necessary) Ok",
        "Nutrition Guide Ok",
        "Chick-l-A Trays pamphlet Ok",
        "CARES cards Ok",
        "Table toppers Ok",
        "Purell Sanitizer Hand Wipes Ok",
        "Mirrors Ok",
        "Counters and dispensers Ok",
        "Sink and faucet basin Ok",
        "Ceramic tiles/walls Ok",
        "Stall walls/doors/fixtures Ok",
        "Floors Ok",
        "Empty/clean trash receptacles Ok",
        "Toilets and urinals Ok",
        "Check supplies and restock Ok",
        "Replace sanitizing solution in bucket (when dirty or oily and at least every 4 hours) Ok"
      ]
    },
    "managerDailyKitchen": {
      "clName": "ManagerDailyKitchenClosing",
      "items": [
        "Store ingredients still within holding time",
        "Remove ingredients from rail area of Refrigerated Salad Prep Table",
        "Cover ingredients with food film and placing refrigerator",
        "Ensure proper quantity of cooled cookies for tomorrow morning sales",
        "Turn OFF, unplug and clean equipment",
        "Clean all the buttons of all the henny penny and change filters",
        "Multi-use Holding Cabinet",
        "Oven",
        "Clean all walls, counters and work surfaces in prep area",
        "Verify containers/lids are dated and labeled and lids are closed securely",
        "Clean under all refrigerators/equipment in prep area",
        "Clean top of sugar container",
        "Wash dishes",
        "Return air-dried dishes to appropriate storage areas",
        "Wash, rinse, sanitize and air-dry cut resistant gloves, chicken slicer and lettuce cutter",
        "Discard sanitizer solution and move bucket(s) to sink",
        "make sure everybody does cleaning job",
        "Empty trash cans and make sure to clean it inside"
      ]
    },
    "managerWaiter": {
      "clName": "ManagerWaiter",
      "items": [
        "Do the waiter's uniforms meet the standards?",
        "Is the badge available and in satisfactory condition, attached on the right?",
        "Is the footwear with a closed toe and heel?",
        "Does he/she greet warmly and say goodbye warmly?",
        "Does he/she smile?",
        "Does he/she pay attention to things that require attention?",
        "Does he/she respond to any guest question in a friendly manner?",
        "Does he/she offer dishes and drinks using colorful descriptions and sales techniques?",
        "Does it talk about new products and promotions?",
        "Does he/she offer additional positions?",
        "Does he/she adhere to the standards of service and presentation of dishes/drinks?"
      ]
    },
    "managerWeeklyChecklist": {
      "clName": "ManagerWeeklyChecklist",
      "items": [
        "Has the surrounding area been cleared of garbage (and snow in winter)?",
        "Do the garbage container (on the street) stand in place, not on the roadway?",
        "Is the rubber mat at the entrance of the room clean?",
        "Are the jackets/smocks for smoking clean and hanging on the hanger?",
        "Do robes, disposable shoe covers, and hats for being on the production floor exist?",
        "Are the walls, floor, and baseboards clean?",
        "Does all the employees' footwear stand on the shoe rack?",
        "Is the outerwear for employees hanging on hangers and the items stored in lockers?",
        "Is the garbage can clean inside and outside?",
        "Is the coffee machine for employees assembled and ready for battle?",
        "Is the boiler filled with water and turned on?",
        "Is the table clean and free of dirty dishes and food remnants?",
        "Is the breadbox clean and free of moldy bread?",
        "Are the walls, cabinets, floor, and baseboards clean?",
        "Does there exist a garbage bag in the trash can? Is the trash can clean both inside and outside?",
        "Has the water in the toilet bowl been changed? And is the bowl and brush clean without any leaks?",
        "Do you have all the necessary supplies in stock?",
        "Is there no footwear on the floor in the changing room? All footwear is either on the shoe rack or in the closets.",
        "Is the mirror clean, without dirt or streaks?",
        "Is there disorder on the hanger?",
        "Are the cabinets clean?",
        "Is the floor of the sink clean and free of visible dirt and debris, with rubber mats in their proper place?",
        "Is the dishwasher assembled, turned on, and ready to work?",
        "Do you have all the necessary household items available?",
        "Does there exist a garbage bag in the trash can? Is the trash can clean both inside and outside?",
        "Do you have enough dishwasher detergent and chemicals?",
        "Are all household belongings located in a special box? Is the special box clean both inside and outside?",
        "Are the shelves clean and not cluttered with dishes?",
        "Does the appearance of the dishwasher comply with the standard?",
        "Is the coffee machine turned on and working properly?",
        "Is the coffee bunker full of beans?",
        "Are the banks filled with green and black tea for lunch on weekdays?",
        "Is the boiler turned on and functioning properly?",
        "Are all pitchers, tea banks, and sugar bowls clean and stocked?",
        "Do you have enough disposable tableware and consumables?",
        "Are the bars stocked with straws, napkins, and decorations?",
        "Are there clean towels available?",
        "Is the ice maker clean and filled?",
        "Have the Stop and Go sheets been processed and reviewed?",
        "What is the gas level in the tanks?",
        "Are there balloons available?",
        "Are the paper towel dispensers clean and free of dust?",
        "Are the rubber mats in the bar area clean?",
        "Are the condiment containers on the bar clean?",
        "Are the refrigerators clean and filled?",
        "Do you have an adequate supply of milk and cream?",
        "Have all dishes been returned to their proper place?",
        "Are there an abundance of diverse adornments for drinks?",
        "Is there a reserve of alcohol in the sprayer?",
        "Are the black carpets clean and without any stains?"
      ]
    },
    "supervisorClose": {
      "clName": "SupervisorClose",
      "items": [
        "Verify that eRQA was completed",
        "Give section leaders copies of closing checklists",
        "Lock all doors and verify Drive-Thru window is locked",
        "Inspect all areas of Restaurant for hiding persons",
        "Turn signage lights OFF",
        "Pull drawers and count to base amount",
        "Leave register drawers open",
        "Close cashiers",
        "Count deposit",
        "Write out deposit slip and put deposit in deposit bag",
        "Close day",
        "Front Counter/Drive-Thru",
        "Kitchen",
        "Breading Table",
        "Boards",
        "Dining Room",
        "Verify that all equipment and/or breakers are turned OFF",
        "Verify that all cleaning supplies are in proper location",
        "Turn OFF",
        "Lights",
        "Exhaust fans",
        "Music"
      ]
    },
    "supervisorUtilities": {
      "clName": "SupervisorUtilitiesSanitation",
      "items": [
        "Stoves: Are they working and clean?",
        "Ovens: Are they working and clean?",
        "Ventilation hoods: Are they clean?",
        "Exterior of cupboards: Are they clean?",
        "Interior of cupboards: Are they clean?",
        "Flour/rice containers: Are they in order and clean?",
        "Daily refrigerator: Is it working and clean? Is FEFO/FIFO respected?",
        "Garbage containers: Are they closed and clean?",
        "Cooking pots/pans: Are there sufficient numbers and are they clean?",
        "Dishwasher: Is it in impeccable condition and working?",
        "Prepared food: Is it kept above 65°C or below 4°C?",
        "Defrosting operations: Are they done in the refrigerator between 0°C and 4°C?",
        "Hand washing sinks: Do they have cold/hot water and are they stocked with paper/towels/soap dispenser?",
        "Sinks: Do they drain properly? Are floor drains in good working order and cleaned routinely?",
        "Colored cutting boards: Are they available and correctly used?",
        "Hazardous substances: Are they properly labeled and stored away from products?",
        "Cleaning equipment and soiled linens: Are they properly stored?",
        "Damaged or unlabeled food products: Are they properly stored for disposal or returned to the supplier?",
        "Baking mixer machine: Is it working and clean?",
        "Slicing machine: Is it working and clean?",
        "Mixer: Is it working and clean?",
        "Kitchen scale: Is it working and clean?",
        "Tin opener: Is it working and clean?",
        "Meat/cheese/bread grinder: Is it working and clean?",
        "Electrical frying pan: Is it working and clean?",
        "Bonesaw: Is it working and clean?",
        "Availability of at least 2 refrigerator rooms (0°C/4°C)?",
        "Easy retrievability of temperature?",
        "Temperature below 4°C?",
        "Presence of a temperature log?",
        "Plastic grating: Are they in order and clean?",
        "Prepared food: Are they covered?",
        "Shelves: Are they in order and clean?",
        "Refrigerator gasket: Is it in order?",
        "Door handle: Is it clean?",
        "Fans: Are they clean and dust-free?",
        "FEFO/FIFO respected?",
        "Expiry date report of items stored in the refrigerator room?",
        "Fresh fruits and vegetables: Are they properly stocked?",
        "Foodstuff delivered in appropriate packaging?",
        "Items stored in the correct refrigerator room and with a cover?",
        "Light: Is it working?",
        "Availability of at least 2 freezer rooms?",
        "Easy retrievability of temperature?",
        "Temperature below -18°C?",
        "Presence of a temperature log?",
        "Plastic grating: Are they in order and clean?",
        "Shelves: Are they in order and clean?",
        "Freezer gasket: Is it in order?",
        "Freezer rooms free from ice?",
        "Door handle: Is it clean?",
        "Fans: Are they clean and dust-free?",
        "All items inside original cases?",
        "All cases labeled with product name and expiry date?",
        "Only 1 box/pack opened for each item?",
        "FEFO/FIFO respected?",
        "Expiry date report of items stored in the refrigerator room?",
        "Light: Is it working?",
        "Shelves: Are they in order and clean?",
        "Floor: Is it clean?",
        "Room temperature between 15°C and 25°C, and the room is ventilated?",
        "FEFO/FIFO respected?",
        "Only 1 box/pack opened for each item?",
        "Food items not stored directly on the floor?",
        "Similar items grouped together?",
        "Flours/pasta/rice/legumes: Are they stored in a proper cupboard?",
        "Expiry date report of items stored in the refrigerator room?",
        "No blown/dented/oxidized tins?",
        "No signs of rodent/insect infestation?",
        "Cleaning supplies stored in a separate area?",
        "Lights: Are they working?",
        "Sensation of a cleaning and organized place upon entering the kitchen?",
        "Completion and following of daily cleaning schedule?",
        "Followed correct handwashing procedures?",
        "Availability and filling of paper towels and soap dispenser?",
        "Clean floors/walls and work areas?",
        "Clean work tables and drawers?",
        "Employees wearing clean/appropriate uniforms/hair covered?",
        "Avoidance of cross-contamination during preparation?",
        "Cleaning and sanitizing of food contact surfaces after use?",
        "Clean lavatory?"
      ]
    },
    "supervisorWeekly": {
      "clName": "SupervisorWeeklyChecklist",
      "items": [
        "Has the surrounding area been cleared of garbage (and snow in winter)?",
        "Do the garbage containers (on the street) stand in place, not on the roadway?",
        "Is the rubber mat at the entrance of the room clean?",
        "Are the jackets/smocks for smoking clean and hanging on the hanger?",
        "Do robes, disposable shoe covers, and hats for being on the production floor exist?",
        "Are the walls, floor, and baseboards clean?",
        "Does all the employees' footwear stand on the shoe rack?",
        "Is the outerwear for employees hanging on hangers and the items stored in lockers?",
        "Is the garbage can clean inside and outside?",
        "Is the coffee machine for employees assembled and ready for use?",
        "Is the boiler filled with water and turned on?",
        "Is the table clean and free of dirty dishes and food remnants?",
        "Is the breadbox clean and free of moldy bread?",
        "Are the walls, cabinets, floor, and baseboards clean?",
        "Is there a garbage bag present in the trash can? Is the trash can clean both inside and outside?",
        "Has the water in the toilet bowl been changed? Is the bowl and brush clean without any leaks?",
        "Do you have all the necessary supplies in stock?",
        "Is there no footwear on the floor in the changing room? All footwear is either on the shoe rack or in the closets.",
        "Is the mirror clean, without dirt or streaks?",
        "Is there disorder on the hanger?",
        "Are the cabinets clean?",
        "Is the floor of the sink clean and free of visible dirt and debris, with rubber mats in their proper place?",
        "Is the dishwasher assembled, turned on, and ready to work?",
        "Do you have all the necessary household items available?",
        "Is there a garbage bag present in the trash can? Is the trash can clean both inside and outside?",
        "Do you have enough dishwasher detergent and chemicals?",
        "Are all household belongings located in a special box? Is the special box clean both inside and outside?",
        "Are the shelves clean and not cluttered with dishes?",
        "Does the appearance of the dishwasher comply with the standard?",
        "Is the coffee machine turned on and working properly?",
        "Is the coffee bunker full of beans?",
        "Are the banks filled with green and black tea for lunch on weekdays?",
        "Is the boiler turned on and functioning properly?",
        "Can the pitchers, tea banks, sugar bowls with tongs, and inventory be free of dirt?",
        "Is there a supply of disposable tableware and consumables in the station under the coffee machine?",
        "Is the bar fully stocked with straws, neatly arranged napkins, and an organizer filled with decorations?",
        "Are there towels available for wiping, clean?",
        "Is the ice maker free of contaminants inside and out and filled with ice?",
        "Have the Stop and Go sheets been processed and reviewed by the employees?",
        "Is the gas level in the tanks normal on the green mark, far from the red?",
        "Are the balloons included?",
        "Are the paper towel dispensers clean and dust-free?",
        "Are the rubber mats in the bar clean, without any food residue, napkins, or other trash, and lying flat?",
        "Is there a garbage bag present in the trash can? Is the trash can clean both inside and outside?",
        "Are the condiments on the bar clean and filled with napkins, business cards, etc.?"
      ]
    }
  }
}
